[
  {
    "title": "Intent-First Internal Support (Core)",
    "description": "Define the AI front door for HR/IT/Ops so employees explain intent once and the right team responds faster with an auditable trail.",
    "tags": ["core", "internal support", "intent-first"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  },
  {
    "title": "Operational Microcosms (Safe Demo Environments)",
    "description": "Replicate critical data, workflows, and system handoffs in a safe sandbox so leaders can see the end-to-end flow without guesswork. Use synthetic or redacted data so approvals happen faster without exposing sensitive records. Keep every action non-production so teams can test decisions with zero operational blast radius. Show concrete outcomes early so buy-in is earned faster and rollout risk drops.",
    "tags": ["microcosm", "safe demo", "risk reduction"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  },
  {
    "title": "Ticket Routing & Triage Automation",
    "description": "Reduce misroutes and speed up resolution with intent detection, priority rules, and smart handoffs across systems.",
    "tags": ["routing", "triage", "resolution"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  },
  {
    "title": "HR & Policy Q&A (Benefits, PTO, Retirement)",
    "description": "Answer routine questions with cited policies so HR spends less time repeating itself and more time on exceptions.",
    "tags": ["HR", "policy", "citations"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  },
  {
    "title": "Helpdesk Deflection (Password resets, access requests)",
    "description": "Deflect repetitive tickets with guided self-service while preserving approvals and escalation paths.",
    "tags": ["helpdesk", "deflection", "self-service"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  },
  {
    "title": "Human-in-the-Loop Governance",
    "description": "Set approval, override, and escalation steps by risk level so named owners stay in control. AI pauses for sign-off on high-risk actions, and every decision, rationale, and outcome is logged for audit.",
    "tags": ["HITL", "governance", "audit"],
    "href": "/support-ops",
    "eyebrow": "How I help"
  }
]
